---
kind: enumMember
id: F:Autodesk.Revit.DB.SortingOrder.Descending
enum: Autodesk.Revit.DB.SortingOrder
source: html/2ee6b86d-803f-3da1-6eaf-816ff611402a.htm
---
# Autodesk.Revit.DB.SortingOrder.Descending

Descending sorting order